[EliteSpecOp_M1 X2CharacterTemplate]
strCharacterName="桑赫利未成年人"

[EliteSpecOp_M2 X2CharacterTemplate]
strCharacterName="桑赫利特种部队"

[EliteSpecOp_M3 X2CharacterTemplate]
strCharacterName="桑赫利狂热者"

；能力
[RM_EliteVanish X2AbilityTemplate]
LocFriendlyName="消失"
LocLongDescription="精英变得对敌人隐蔽。"
LocHelpText="精英变得对敌人隐蔽。"
LocFlyOverText="隐藏！"

[RM_EliteVanishReveal X2AbilityTemplate]
LocFriendlyName="显示"
LocFlyOverText="揭晓！"
LocHelpText="向敌人暴露该单位。如果在消失时执行操作，则会自动发生这种情况。"
LocLongDescription="向敌人暴露该单位。如果在消失时执行操作，则会自动发生这种情况。"

[RM_Elite_Retaliation X2AbilityTemplate]
LocFriendlyName="报复"
LocLongDescription="精英部队会向任何在其视线内采取攻击行动的敌人开火。"
LocHelpText="精英部队会向任何在其视线内采取攻击行动的敌人开火。行动后才会开火。"
LocPromotionPopupText="<Bullet/>此能力除了精英主枪械中的弹药外没有任何限制。<br/>"

[RM_EliteSpecOpsSlice X2AbilityTemplate]
LocFriendlyName="斜线"
LocLongDescription="使用你的<Ability:SecondaryWeaponName/>攻击移动范围内的任意敌人。"
LocHelpText="使用你的<Ability:SecondaryWeaponName/>攻击移动范围内的敌人。"
LocPromotionPopupText="<Bullet/> 您可以通过将移动光标放在敌人上方来触发 Slash 能力。<br/><Bullet/> 精英可以执行"冲刺"动作，使用两个动作进行移动，并且仍然可以对相邻的敌人触发 Slash。<br/>"

[RM_EliteSpecOpsShield X2AbilityTemplate]
LocFriendlyName="精英之盾"
LocLongDescription="桑赫利护盾技术被以太集体用于自己的目的，但精英战士保留了副本供自己使用。"
LocHelpText="精英初始拥有 5 点强力屏障，并且每回合可以恢复 1 点。"
LocFlyOverText="精英之盾"
LocPromotionPopupText="<Bullet/>精英一开始就拥有 5 点强力屏障，并且每回合可以恢复 1 点。<br/>"

[RM_EliteSpecOpsShieldRebuild X2AbilityTemplate]
LocFriendlyName="精英之盾"
LocLongDescription="桑赫利护盾技术被以太集体用于自己的目的，但精英战士保留了副本供自己使用。"
LocHelpText="精英初始拥有 5 点强力屏障，并且每回合可以恢复 1 点。"
LocFlyOverText="精英之盾"
LocPromotionPopupText="<Bullet/>精英一开始就拥有 5 点强力屏障，并且每回合可以恢复 1 点。<br/>"

[RM_EliteSpecOpsShieldRegen X2AbilityTemplate]
LocFriendlyName="精英护盾再生"
LocLongDescription="桑赫利护盾技术被以太集体用于自己的目的，但精英战士保留了副本供自己使用。"
LocHelpText="精英初始拥有 5 点强力屏障，并且每回合可以恢复 1 点。"
LocFlyOverText="精英护盾再生"

[EliteSpecOpsMomentum X2AbilityTemplate]
LocFriendlyName="动量"
LocLongDescription="使用 Slash 后，获得奖励移动动作。"
LocHelpText="使用 Slash 后每回合最多获得一次移动机会。"
LocFlyOverText="动量"


;项目
[RM_EliteSpecOpsSword_CV X2PairedWeaponTemplate]
FriendlyName="Type-1 能量剑"
FriendlyNamePlural="Type-1 能量剑"
BriefSummary="1 型能量武器/剑由弯曲的剑柄、内置的能量存储模块和用于投射形成剑刃的等离子体的装置组成。很难获得原版，而只是获得流传的仿制品。"
TacticalText="<Bullet/> 精英即使在使用两个动作移动或冲刺到其移动范围之后，也可以用剑攻击相邻的敌人。\n<Bullet/> 与敌人进行近战战斗的决定可能是决定性的；请谨慎行事。\n<Bullet/> 留意提高我们刃器效力的机会 - 敌人可能拥有更好的技术。"
AbilityDescName="剑"

[RM_EliteSpecOpsSword_MG X2PairedWeaponTemplate]
FriendlyName="改良能量剑"
FriendlyNamePlural="改良能量剑"
BriefSummary="虽然我们对此提议感到不舒服，但我们还是设法采用了原始的 Type-1 设计，并使用外星技术的节能技术对其进行了改进。它将更加有力地劈开，甚至偶尔会电击被它击中的人。"
TacticalText="<Bullet/> 精英即使在使用两个动作移动或冲刺到其移动范围之后，也可以用碎片攻击相邻的敌人。\n<Bullet/> 与敌人进行近战战斗的决定可能是决定性的；请谨慎行事。\n<Bullet/> 留意提高我们刃器效力的机会 - 敌人可能拥有更好的技术。"
AbilityDescName="剑"

[RM_EliteSpecOpsSword_BM X2PairedWeaponTemplate]
FriendlyName="Elerium 能量剑"
FriendlyNamePlural="Elerium 能量剑"
BriefSummary="基于 elerium 的核心为该武器提供动力，使其超越原来的极限，可以有效对抗最强大的对手。"
TacticalText="<Bullet/> 精英即使在使用两个动作移动或冲刺到其移动范围之后，也可以用剑攻击相邻的敌人。\n<Bullet/> 与敌人进行近战战斗的决定可能是决定性的；请谨慎行事。\n<Bullet/> 留意提高我们刃器效力的机会 - 敌人可能拥有更好的技术。"
AbilityDescName="剑"

[EliteSpecOpRifle_CV X2WeaponTemplate]
FriendlyName="旧式 25 等离子步枪"
FriendlyNamePlural="旧式 25 型等离子步枪"
BriefSummary="等离子步枪是星盟的一种定向能武器，它是从先行者技术逆向而来的，使用一种称为等离子的过热电离气体，而不是射弹。"
TacticalText="<Bullet/> 等离子步枪与远古武器或人类武器相比具有特殊能力：星盟科技武器可以通过射击撕碎装甲。"
AbilityDescName="剑"

[EliteSpecOpRifle_MG X2WeaponTemplate]
FriendlyName="Type-25 等离子步枪"
FriendlyNamePlural="Type-25 等离子步枪"
BriefSummary="等离子步枪是星盟的一种定向能武器，它是从先行者技术逆向而来的，使用一种称为等离子的过热电离气体，而不是射弹。"
TacticalText="<Bullet/> 等离子步枪与远古武器或人类武器相比具有特殊能力：星盟科技武器的射击会撕碎装甲。此升级版本还能穿透装甲点。"
AbilityDescName="剑"

[EliteSpecOpRifle_BM X2WeaponTemplate]
FriendlyName="Type-25 Elerium 等离子步枪"
FriendlyNamePlural="Type-25 Elerium 等离子步枪"
BriefSummary="等离子步枪是星盟的一种定向能武器，它是从先行者技术逆向而来的，使用一种称为等离子的过热电离气体，而不是射弹。"
TacticalText="<Bullet/> 等离子步枪与远古武器或人类武器相比具有特殊能力：星盟科技武器的射击会撕碎装甲。升级版的等离子步枪还能穿透装甲点，撕碎更多东西。"
AbilityDescName="剑"
